export const PAGEBREAD = [
  {
    title: '课程管理',
    explain: '课程管理页用于对课程进行管理，可进行增删改查操作'
  },
  {
    title: '专业管理',
    explain: '专业管理页用于对专业进行管理，可进行增删改查操作'
  },
  {
    title: '教师管理',
    explain: '教师管理页用于对教师进行管理，可进行增删改查操作'
  },
  {
    title: '年级管理',
    explain: '年级管理页用于对年级进行管理，可进行增删改查操作'
  },
  {
    title: '题目管理',
    explain: '题目管理页针对用户题目进行管理，可进行增删改查操作'
  },
  {
    title: '题目导入',
    explain: '用户可导入题目，支持在线导入题目（不通类型题目，如选择题、填空、简答等）'
  },
  {
    title: '题库共享',
    explain: '支持老师共享题库，不同的老师可以共享题库。'
  },
  {
    title: '答案管理',
    explain: '题目支持在线参考答案，答案可以进行增、删、查、改。'
  },
  {
    title: '出题组卷管理',
    explain: '针对出题的组卷进行统一管理，增、删、查、改。'
  },
  {
    title: '出题组卷共享',
    explain: '针对出题的组卷进行分享'
  },
  {
    title: '组卷一键生成',
    explain: '题组卷功能，生成试卷按章节比例，题型比例进行生成。'
  },
  {
    title: '账户管理',
    explain: '账户管理功能，对账户进行增删改查。'
  }
]