export const PAGEBREAD = [
  {
    title: '学校信息管理',
    explain: '对学校资源参数进行增删改查，如：学校名称，各科目老师数量，各科目每学期课时数'
  },
  {
    title: '学生管理',
    explain: '学籍基础信息进行增删改查，如：基础信息（姓名，学号），学籍状态（在读、休学、退学、转学）。或者是学生画像查询以及以及学生课表查询'
  },
  {
    title: '教师管理',
    explain: '教师基础信息的增删改查，如：姓名，教学科目。'
  },
  {
    title: '课程管理',
    explain: '课程基础信息的增删改查，如：课程名，科目类别，年纪关系等'
  },
  {
    title: '班级管理',
    explain: '班级基础信息的增删改查，班主任设置以及副科班级开设'
  },
  {
    title: '学生批次管理',
    explain: '设定学生批次，各批次中考分数线以及各批次选课时间段'
  },
  {
    title: '分班方案',
    explain: '分班方案规则设定以及选科方案设置'
  },
  {
    title: '智能排课',
    explain: '对课程自动进行排课'
  },
]